clackups/draftling/sdkconfig.defaults.freenove_fnk0104b
# CMakePresets.json board defaults: Freenove FNK0104B
# Sets the hardware model and IDF target used by the "freenove_fnk0104b" preset.

CONFIG_IDF_TARGET="esp32s3"
CONFIG_DRAFTLING_MODEL_FREENOVE_FNK0104B=y
